# -*- encoding: utf-8 -*-
'''
@Time    :   2023-11-09 17:01:38
@desc    :   XXX
@Author  :   宋昊阳
@Contact :   1627635056@qq.com
'''

class testParam:
    param202311091702 = {
        'orgCode': 'sf', 
        'customId': '1104a89793b43b76528', 
        'history': [
            {'msgId': '3219643232', 'role': '1', 'content': '帮我呼叫我的医生。', 'sendTime': '2023-11-09 16:26:59'}, 
            {'msgId': '1563027326', 'role': '3', 'content': 'ROLE_DOCTOR', 'sendTime': '2023-11-09 16:27:00'}, 
            {'msgId': '8248219287', 'role': '1', 'content': '我的医生是谁呀？', 'sendTime': '2023-11-09 16:28:45'}, 
            {'msgId': '9041754015', 'role': '3', 'content': '你的医生是张医生。', 'sendTime': '2023-11-09 16:28:46'}, 
            {'msgId': '9439295647', 'role': '1', 'content': '张医生的全名是什么？', 'sendTime': '2023-11-09 16:28:50'}, 
            {'msgId': '1307077426', 'role': '3', 'content': 'ROLE_DOCTOR', 'sendTime': '2023-11-09 16:28:51'}, 
            {'msgId': '6888274030', 'role': '1', 'content': '我今天血压180 120。', 'sendTime': '2023-11-09 16:30:34'}
            ], 
        'prompt': '你作为家庭智能健康管家，需要解答用户问题，如果用户回复了症状，则针对用户症状进行问诊；当用户提到高血压的相关症状时，如果对话历史中没有血压信息，则提示用户测量血压，如果对话中问过血压信息，就不要再问了，如果对话历史里有血压信息，则针对用户高血压症状问诊；如果用户提到其他疾病症状则对用户症状进行问诊。如果模型回复饮食情况则对用户饮食进行热量、膳食结构评价。今天日期是2023年11月09日。用户个人信息如下：\\n对话内容为：', 
        'intentCode': 'default_code'
        }