# -*- encoding: utf-8 -*-
'''
@Time    :   2023-11-09 17:01:38
@desc    :   XXX
@Author  :   宋昊阳
@Contact :   1627635056@qq.com
'''

class testParam:
    param202311091702 = {
        'orgCode': 'sf', 
        'customId': '1104a89793b43b76528', 
        'history': [
            {'msgId': '3219643232', 'role': '1', 'content': '帮我呼叫我的医生。', 'sendTime': '2023-11-09 16:26:59'}, 
            {'msgId': '1563027326', 'role': '3', 'content': 'ROLE_DOCTOR', 'sendTime': '2023-11-09 16:27:00'}, 
            {'msgId': '8248219287', 'role': '1', 'content': '我的医生是谁呀？', 'sendTime': '2023-11-09 16:28:45'}, 
            {'msgId': '9041754015', 'role': '3', 'content': '你的医生是张医生。', 'sendTime': '2023-11-09 16:28:46'}, 
            {'msgId': '9439295647', 'role': '1', 'content': '张医生的全名是什么？', 'sendTime': '2023-11-09 16:28:50'}, 
            {'msgId': '1307077426', 'role': '3', 'content': 'ROLE_DOCTOR', 'sendTime': '2023-11-09 16:28:51'}, 
            {'msgId': '6888274030', 'role': '1', 'content': '我今天血压180 120。', 'sendTime': '2023-11-09 16:30:34'}
            ], 
        'prompt': '你作为家庭智能健康管家，需要解答用户问题，如果用户回复了症状，则针对用户症状进行问诊；当用户提到高血压的相关症状时，如果对话历史中没有血压信息，则提示用户测量血压，如果对话中问过血压信息，就不要再问了，如果对话历史里有血压信息，则针对用户高血压症状问诊；如果用户提到其他疾病症状则对用户症状进行问诊。如果模型回复饮食情况则对用户饮食进行热量、膳食结构评价。今天日期是2023年11月09日。用户个人信息如下：\\n对话内容为：', 
        'intentCode': 'default_code'
        }
    param202311091745 = {'orgCode': 'sf', 'customId': '100d8559085872b51d0', 'history': [{'msgId': '5609806983', 'role': '1', 'content': '你好，帮我播报一下今日的天气。', 'sendTime': '2023-11-09 17:22:46'}, {'msgId': '2513178047', 'role': '3', 'content': '今日北京市全天晴，气温-2℃ ~ 9℃，空气质量优，有北风3-4级，有点冷。', 'sendTime': '2023-11-09 17:22:47'}, {'msgId': '9211499049', 'role': '1', 'content': '我现在腿疼。', 'sendTime': '2023-11-09 17:22:59'}, {'msgId': '1127344558', 'role': '3', 'content': '今天北京天气晴朗，气温较低，有北风，建议您注意保暖，出门戴口罩。', 'sendTime': '2023-11-09 17:23:04'}, {'msgId': '0284717171', 'role': '1', 'content': '我腿疼。', 'sendTime': '2023-11-09 17:23:11'}, {'msgId': '3083798599', 'role': '3', 'content': '建议您及时就医，同时注意保暖，避免受凉。', 'sendTime': '2023-11-09 17:23:12'}, {'msgId': '2323820354', 'role': '1', 'content': '帮我叫个医生吧。', 'sendTime': '2023-11-09 17:23:18'}, {'msgId': '0611467575', 'role': '3', 'content': '抱歉，我无法为您叫医生，建议您及时就医。', 'sendTime': '2023-11-09 17:23:18'}, {'msgId': '2813462403', 'role': '1', 'content': '我今天测量的血压140 90。', 'sendTime': '2023-11-09 17:23:54'}, {'msgId': '3849787656', 'role': '3', 'content': '建议您及时就医，同时注意饮食和运动，避免血压升高。', 'sendTime': '2023-11-09 17:23:55'}, {'msgId': '8867217465', 'role': '1', 'content': '能帮我叫个医生吗？', 'sendTime': '2023-11-09 17:24:02'}, {'msgId': '3424635481', 'role': '3', 'content': 'ROLE_DOCTOR', 'sendTime': '2023-11-09 17:24:02'}, {'msgId': '5048478571', 'role': '1', 'content': '帮我推荐一个营养餐。', 'sendTime': '2023-11-09 17:24:37'}, {'msgId': '9092170414', 'role': '3', 'content': '宝宝营养餐，营养餐，快手营养餐等都是的。', 'sendTime': '2023-11-09 17:24:37'}, {'msgId': '2847176779', 'role': '1', 'content': '帮我推荐营养餐。', 'sendTime': '2023-11-09 17:24:44'}, {'msgId': '4008523648', 'role': '3', 'content': '建议您选择营养均衡的餐食，如蔬菜、水果、全谷类、瘦肉、豆类等，同时注意控制热量摄入。', 'sendTime': '2023-11-09 17:24:45'}, {'msgId': '0392372733', 'role': '1', 'content': '推荐一个晚饭。', 'sendTime': '2023-11-09 17:24:52'}, {'msgId': '9178782884', 'role': '3', 'content': '建议您选择营养均衡的晚餐，如蔬菜、水果、全谷类、瘦肉、豆类等，同时注意控制热量摄入。', 'sendTime': '2023-11-09 17:24:53'}, {'msgId': '6774439670', 'role': '1', 'content': '查一下我对什么过敏。', 'sendTime': '2023-11-09 17:25:02'}, {'msgId': '5925815025', 'role': '3', 'content': '抱歉，我无法为您查过敏源，建议您及时就医。', 'sendTime': '2023-11-09 17:25:02'}, {'msgId': '9501283150', 'role': '1', 'content': '查一下我的体重。', 'sendTime': '2023-11-09 17:25:13'}, {'msgId': '8206336334', 'role': '1', 'content': '我的体重和身高是多少？', 'sendTime': '2023-11-09 17:25:30'}, {'msgId': '4056959081', 'role': '3', 'content': '抱歉，我无法为您查体重和身高，建议您及时就医。', 'sendTime': '2023-11-09 17:25:31'}, {'msgId': '5082784347', 'role': '1', 'content': '帮我制定一个减肥方案。', 'sendTime': '2023-11-09 17:25:47'}, {'msgId': '8747621767', 'role': '3', 'content': '建议您合理饮食，控制热量摄入，同时加强运动，如慢跑、游泳、瑜伽等，坚持一段时间，可以有效减肥。同时，建议您定期体检，了解自己的身体状况，及时调整减肥方案。', 'sendTime': '2023-11-09 17:25:49'}, {'msgId': '2760788720', 'role': '1', 'content': '查看一下我今日的日程。', 'sendTime': '2023-11-09 17:28:41'}], 'prompt': '你将扮演智能健康管家，你需要根据用户的日程列表，生成用户的日程提醒，如果用户没有日程，则输出 您今天暂无日程，要求语言表达自然流畅，态度温和。例如用户日程为：今天暂无日程，你需要输出：您今天暂无日程。用户的实际日程为：今天暂无日程。请输出日程提醒：', 'intentCode': 'schedule_no'}